Revit 2024 API
ParameterTypeId.RbsElecPanelScheduleFooterNotesParam Property
 "Schedule Footer Notes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelScheduleFooterNotesParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelScheduleFooterNotesParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelScheduleFooterNotesParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace